Repository: Kenji215/Swift-Treem-
Catalog: Treem/Views/Tree/*.lproj/TreeSelectBranchForm.strings
Languages: es

# FFv-mW-Y2I.text
source: Select Branch
es: Seleccione la rama

# oun-He-tAl.normalTitle
source: Cancel
es: Cancelar

# s0s-Mi-WRk.text
source: Branch Title
es: Título de la rama

# success_prompt_title
source: Addition Successful
es: Adición de Éxito

# success_prompt_details
source: User(s) successfully added to %@. Stay in the tree view, or return to your previous screen?
es: Usuario(s) añadido al %@. Permanecer en la vista de árbol, o volver a la pantalla anterior?

# success_stay
source: Stay
es: Permanecer

# success_return
source: Return
es: Volver

# failure_prompt_title
source: Addition Unsuccessful
es: Adición sin Éxito

# failure_prompt_details
source: An error occurred while adding user(s) to %@. Please try again later.
es: Se produjo un error al agregar usuario (s) a %@. Por favor, inténtelo de nuevo más tarde.

# failure_return
source: Return to alerts
es: Retorno a las alertas
