Repository: Kenji215/Swift-Treem-
Catalog: Treem/Views/SecretTree/*.lproj/SecretTreeSetPin.strings
Languages: es

# 650-cc-Q4Z.normalTitle
source: Set
es: Conjunto

# 9yC-mP-pEM.text
source: New PIN
es: Nuevo PIN

# Kzs-rM-Zmj.text
source: Current PIN (optional)
es: PIN actual (opcional)

# a4o-Br-G54.title
source: Set PIN
es: PIN Establezca

# eTJ-7B-eeL.text
source: Set PIN
es: PIN Establezca

# uXr-1u-qLB.text
source: Set a PIN to access your secret tree. If the current PIN, which may or may not exist, is not provided, all existing secret tree settings will be removed on the new PIN set.
es: Establezca un PIN para acceder a su árbol secreto. Si el PIN actual, que puede o no existir, no se proporciona, todos los ajustes de árboles secretas existentes serán eliminados en la nueva serie de PIN.

# yr4-mg-C3M.text
source: Reenter New PIN
es: Vuelva a introducir el PIN nuevo

# non_matching_pins_message
source: Reentered PIN does not match the new PIN
es: PIN reingresado no coincide con el nuevo PIN

# non_matching_pins_title
source: Non-matching PINs
es: PIN no coinciden

# no_pin_entered_message
source: Please enter PIN
es: Por favor, introduzca el PIN

# no_pin_entered_title
source: No PIN Entered
es: Sin PIN introducido

# set_pin_title
source: Set PIN?
es: Establecer PIN?

# set_pin_message
source: If a new PIN is set without a correct current PIN, any existing secret tree data will be removed. Are you sure you want to set your PIN?
es: Si un nuevo PIN se establece sin PIN actual correcta, se eliminarán todos los datos de los árboles secretas existentes. ¿Seguro que desea establecer su PIN?
