Repository: Kenji215/Swift-Treem-
Catalog: Treem/Views/SecretTree/*.lproj/SecretTreeLogin.strings
Languages: es

# 56a-Nc-atv.text
source: A PIN is required for secret tree access. All activities made within the secret tree stay within the secret tree and are not viewable in the main default tree.
es: Se requiere un PIN para acceder árbol secreto. Todas las actividades realizadas dentro del árbol secreto permanecen dentro del árbol secreto y no se pueden ver en el árbol principal defecto.

# 5nF-8g-Qpa.text
source: Secret Tree
es: Árbol Secreto

# Zvw-79-8yG.normalTitle
source: Enter
es: Ingrese

# ehx-rf-1Fx.normalTitle
source: Cancel
es: Cancelar

# jgs-zg-2F5.normalTitle
source: Set PIN
es: PIN Establezca

# pin_format_error
source: PIN must be numerical and 4-8 digits long.
es: PIN debe ser numérica y 4-8 dígitos.

# pin_incorrect_message
source: PIN has not been set up or is incorrect.
es: PIN no se ha configurado o es incorrecto.

# pin_incorrect_title
source: Incorrect PIN
es: PIN Incorrecta

# pin_lockout_title
source: Locked Out
es: Bloqueado

# pin_lockout_message
source: PIN has been entered incorrectly too many times. Please wait 20 minutes before trying again.
es: PIN se ha introducido incorrectamente demasiadas veces. Por favor, espere 20 minutos antes de volver a intentarlo.
