Repository: Kenji215/Swift-Treem-
Catalog: Treem/Views/Alerts/*.lproj/Alerts.strings
Languages: es

# FoI-gm-DNU.title
source: Alerts
es: Alertas

# NXE-7s-Zvj.normalTitle
source: Done
es: Hecho

# Ust-3P-stO.text
source: Alerts
es: Alertas

source: No alerts
es: No hay alertas en este momento

# PENDING_FRIEND_REQUEST
source: You have a new friend request from %@.
es: Hay una nueva solicitud de amistad de %@.

# ACCEPTED_FRIEND_REQUEST
source: %@ has accepted your friend request.
es: %@ ha aceptado tu solicitud de amistad.

# ACCEPTED_FRIEND_INVITE
source: %@ has accepted your seed invitation to join Treem.
es: %@ ha aceptado su invitación para unirse a la semilla Treem.

# POST_REPLY
source: %@ has responded to your post.
es: %@ ha respondido a tu mensaje.

# POST_REACTION
source: %@ has reacted to your post.
es: %@ ha reaccionado a su puesto.

# POST_SHARE
source: %@ has shared your post.
es: %@ ha compartido su mensaje.

# POST_ABUSE_SENT
source: Your post has been reported.
es: Se ha informado de su puesto.

# POST_ABUSE_REVOKED
source: Your post has been removed due to being reported for abuse.
es: Su mensaje ha sido eliminado.

# COMMENT_REPLY
source: %@ commented on a post that you've also commented on.
es: %@ comentado en un post que usted también ha comentado.

# TAGGED_POST
source: %@ has tagged you in a post.
es: %@ te ha etiquetado en una entrada.

# BRANCH_SHARE
source: You have a new branch share offer from %@
es: Usted tiene una nueva oferta de acciones rama de %@

# POST_UPLOAD_FINISHED
source: Your post has finished uploading.
es: Su respuesta ha terminado de cargar.

# CHAT_UPLOAD_FINISHED
source: Your chat message has finished uploading.
es: Su mensaje de chat ha terminado de cargar.

source: Accept
es: Aceptar

source: Decline
es: Decadencia

# decline_prompt_title
source: Decline Friend Request
es: Rechazar Solicitud de Amistad

# decline_prompt_details
source: Are you sure you want to decline the friend request?
es: ¿Estás seguro?

# decline_confirm
source: Yes
es: Sí, declinar

# decline_share_title
source: Decline Branch Share
es: Rama Comparten Declive

# decline_share_details
source: Are you sure you want to decline the branch share offer?
es: ¿Está seguro de que desea rechazar la oferta de acciones rama?

# success_prompt_title
source: Friend Request Accepted
es: Solicitud de amistad Aceptado

# success_prompt_details
source: Friend request was accepted and user was assigned to branch "%@".
es: La solicitud de amistad fue aceptada y el usuario se asigna a la rama "%@".

# failure_prompt_title
source: Unsuccessful
es: Fracasado

# failure_prompt_details
source: An error occurred while adding user to branch "%@".
es: Se produjo un error al agregar usuario en rama "%@".

# branch_accept_success_title
source: Successfully Added Branch
es: Rama Agregado con Éxito

# branch_accept_success_details
source: Successfully added branch onto %@
es: Agregado con éxito en la rama %@

# branch_accept_failure_title
source: Unsuccessful
es: Fracasado

# branch_accept_failure1
source: Invalid data passed
es: Pasaron datos no válidos

# branch_accept_failure2
source: Invalid tree
es: Árbol no válido

# branch_accept_failure3
source: Invalid placement information
es: Información de ubicación no es válida

# branch_accept_failure4
source: The branch you are trying to accept is invalid
es: La rama que está intentando aceptar no es válido

# branch_accept_failure5
source: Placing the branch there will exceed the maximum depths, place on a higher level.
es: La colocación de la rama no superará las profundidades máximas, coloque en un nivel superior.

# branch_accept_failure6
source: Too many child branches on one parent branch
es: Demasiadas ramas secundarias en la rama de uno de los padres

# branch_accept_failure7
source: A branch already exists in that position
es: Una rama ya existe en esa posición

# branch_accept_failure8
source: Could not find a valid share offer with those details
es: No se pudo encontrar una oferta de acciones válidas con esos detalles

source: No friend requests
es: No amigos requestas
