Repository: Kenji215/Swift-Treem-
Catalog: Treem/Views/Signup/*.lproj/SignupVerification.strings
Languages: es

# 3iO-nT-md6.placeholder
source: Enter code
es: Introduzca el código

# 43e-J5-jOX.text
source: Signup Code
es: Código Inscripción

# Aut-bI-Z7n.text
source: New code requested
es: Nuevo código solicitado

# Bvq-LR-oYD.normalTitle
source: Edit
es: Editar

# HLk-ec-pSP.normalTitle
source: Send New Signup Code
es: Enviar Nuevo Código Inscripción

# Hkk-9p-PYf.text
source: If a signup code has not been received at this number, try sending a new signup code.
es: Si un código de registro no se ha recibido en este número , intente enviar un nuevo código de registro.

# aiE-Hf-NF2.text
source: Phone Number:
es: Número de teléfono:

# cO8-5m-4bG.normalTitle
source: Next
es: Siguiente

# invalid_code_message
source: Check that the correct code was entered. If you requested a new code, make sure you are entering the latest one received.
es: Compruebe que ha introducido el código correcto. Si usted solicitó un nuevo código, asegúrese de que está entrando en la última uno recibió.

# invalid_code_title
source: Invalid Signup Code
es: Inválido Código Inscripción

# invalid_user_message
source: Code could not be verified
es: Código no pudo ser verificada

# invalid_user_title
source: Invalid Code
es: Código inválido

source: Last requested at
es: Última solicitado en

# unverified_user_title
source: Signup Code Mismatch
es: Código Inscripción Discrepancia

# unverified_user_message
source: Signup code did not match the provided number. A new signup code has been sent. Please use the sent code to gain access.
es: Código de Inscripción no coincide con el número proporcionado . Un nuevo código de registro ha sido enviado. Utilice el código enviado para obtener acceso.

# close_button
source: Close
es: Cerca

# verification_title
source: Verification Code
es: Código de verificación

# verification_message
source: If a verification code has not been received at this number, try sending a new verification code.
es: Si un código de verificación no se ha recibido en este número , intente enviar un nuevo código de verificación.

# verification_send_new
source: Send New Verification Code
es: Enviar Nuevo Código de verificación

# phone_changed_title
source: Phone Number Changed
es: Número de Teléfono ha Cambiado

# phone_changed_message
source: Phone number was changed successfully.
es: Número de teléfono fue cambiado con éxito.
